export const message = {
  ru: {
    choice_center: 'Выберите центр',
    choice_service: 'Выберите услугу',
    choice_date: 'Выберите дату',
    choice_time: 'Выберите время',
    noSlots:
      'К сожалению, все слоты заняты. Попробуйте записаться на другое время.',
    your_data: 'Ваши данные для записи',
    date: 'Дата',
    time: 'Время',
    iin: 'ИИН',
    full_name: 'ФИО',
    phone: 'Телефон',
    confirm: 'Подтвердить запись?',
    accept: 'Подтвердить',
    repeat: 'Записаться заново',
    success_reception: 'Вы успешно записаны!',
    center: 'Центр',
    service: 'Сервис',
    manager: 'Менеджер',
    cabinet: 'Кабинет',
    table: 'Стол',
    sub_service: 'У этой услуги есть подуслуги, выберите одну из них:'
  },
  kz: {
    choice_center: 'Кызмет орталығын таңданыз',
    choice_service: 'Қызметті таңдаңыз',
    choice_date: 'Келу күнін таңдаңыз',
    choice_time: 'Келу уақытын таңдаңыз',
    noSlots:
      'Кешіріңіз, бұл күннің қабылдау уақыттары толығымен бос емес. Басқа уақытқа тіркеліп көріңіз.',
    your_data: 'Тіркелу деректеріңіз',
    date: 'Күні',
    time: 'Уақыты',
    iin: 'ЖСН',
    full_name: 'Аты-жөніңіз',
    phone: 'Телефон',
    confirm: 'Жазбаңызды растайсыз ба?',
    accept: 'Растау',
    repeat: 'Қайта тіркелу',
    success_reception: 'Сіз тіркелдіңіз!',
    center: 'Орталық',
    service: 'Қызмет түрі',
    manager: 'Маман',
    cabinet: 'Кабинет',
    table: 'Үстел',
    sub_service: 'Бұл қызметтің ішінде қызметтер бар, олардан бірін таңдаңыз:'
  }
}

